Repository: DamianMorozov/OpenTgResearcher
Catalog: Presentation/OpenTgResearcherDesktop/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# FieldIsRestrictSavingContent.Text
source: Restrict saving content
ru_ru: Запрет на сохранение содержимого

# FieldFirstName.Text
source: First name
ru_ru: Имя

# FieldLastName.Text
source: Last name
ru_ru: Фамилия

# FieldUserName.Text
source: User name
ru_ru: Имя пользователя

# FieldUserNames.Text
source: User names
ru_ru: Имена пользователя

# FieldPhoneNumber.Text
source: Phone number
ru_ru: Номер телефона

# FieldStatus.Text
source: Status
ru_ru: Статус

# FieldRestrictionReason.Text
source: Restriction reason
ru_ru: Причина ограничения

# FieldLangCode.Text
source: Language code
ru_ru: Код языка

# FieldStoriesMaxId.Text
source: Maximum Id storis
ru_ru: Максимальный Id сторис

# FieldTitle.Text
source: Title
ru_ru: Заголовок

# FieldType.Text
source: Type
ru_ru: Тип

# FieldAbout.Text
source: About
ru_ru: Об источнике

# FieldDirectory.Text
source: Directory
ru_ru: Каталог

# FieldFirstId.Text
source: First ID
ru_ru: Первый ИД

# FieldCount.Text
source: Count
ru_ru: Кол-во

# FieldMessagesCount.Text
source: Messages count
ru_ru: Кол-во сообщений

# FieldEmptyData.Text
source: Empty data
ru_ru: Пустые данные

# FieldMessage.Text
source: Message
ru_ru: Сообщение

# FieldProgress.Text
source: Progress
ru_ru: Прогресс

# FieldPercent.Text
source: Percent
ru_ru: Процент

# FieldSize.Text
source: Size
ru_ru: Размер

# FieldBotToken.Text
source: Bot token
ru_ru: Токен бота

# FieldCountThreads.Text
source: Threads count
ru_ru: Количество потоков

# FieldIsRewriteFiles.Text
source: Overwriting files
ru_ru: Перезапись файлов

# FieldIsRewriteMessages.Text
source: Overwriting messages
ru_ru: Перезапись сообщений

# FieldIsJoinFileNameWithMessageId.Text
source: Joining message ID with file
ru_ru: Присоединение идентификатора сообщения к файлу

# FieldIsCreatingSubdirectories.Text
source: Creating subdirectories
ru_ru: Создание подкаталогов

# FieldIsFileNamingByMessage.Text
source: Naming media files by message
ru_ru: Именование медиа-файлов по сообщению

# FieldInviteLink.Text
source: Invite link
ru_ru: Ссылка для приглашения

# FieldDescription.Text
source: Description
ru_ru: Описание

# FieldPermissions.Text
source: Permissions
ru_ru: Разрешения

# FieldParticipantsCount.Text
source: Participants count
ru_ru: Количество участников

# FieldOnlineCount.Text
source: Number of online
ru_ru: Количество онлайн

# FieldSlowMode.Text
source: Slow mode
ru_ru: Замедленный режим

# FieldAvailableReactions.Text
source: Available reactions
ru_ru: Доступные реакции

# FieldTtlPeriod.Text
source: TTL period
ru_ru: Период ожидания

# FieldFilter.PlaceholderText
source: Enter the text to filter
ru_ru: Введите текст для фильтрации

# FieldLastSeenAgo.Text
source: Last seen ago
ru_ru: Был последний раз

# ButtonFilter.Content
source: Filter
ru_ru: Фильтровать

source: Error
ru_ru: Ошибка

source: In development
ru_ru: В разработке

# ErrorOccurredWhileLoadingLogs
source: При загрузке логов произошла ошибка!
ru_ru: An error occurred while loading logs!

# AppLoading
source: Application loading
ru_ru: Загрузка приложения

# StorageLoading
source: Loading storage
ru_ru: Загрузка хранилища

source: Logger loading
ru_ru: Загрузка логгера

source: Notification loading
ru_ru: Загрузка уведомлений

# TgClientLoading
source: Telegram client loading
ru_ru: Загрузка клиента Telegram

source: Installer loading
ru_ru: Загрузка установщика

source: Storage
ru_ru: Хранилище

# ToggleSwitchShowSensitiveData.OffContent
source: Hiding sensitive data
ru_ru: Скрытие конфиденциальных данных

# ToggleSwitchShowSensitiveData.OnContent
source: Displaying sensitive data
ru_ru: Отображение конфиденциальных данных

# AskUpdatePage
source: Update the page?
ru_ru: Обновить страницу?

# TableNameApps
source: Applications
ru_ru: Приложения

# TableNameChats
source: Chats
ru_ru: Чаты

# TableNameUsers
source: Users
ru_ru: Пользователи

# TableNameDocuments
source: Documents
ru_ru: Документы

# TableNameFilters
source: Filters
ru_ru: Фильтры

# TableNameMessages
source: Messages
ru_ru: Сообщения

# TableNameProxies
source: Proxies
ru_ru: Прокси

# TableNameStories
source: Stories
ru_ru: Сторис

# TableNameVersions
source: Versions
ru_ru: Версии

# GetManualDeleteFile
source: Remove the file manually
ru_ru: Удалите файл вручную

source: View image
ru_ru: Просмотр изображения

# CloseButton
source: Close
ru_ru: Закрыть

# SelectorBarItemPageChatDetails.Text
source: Chat details
ru_ru: Детали чата

# SelectorBarItemPageChatParticipants.Text
source: Chat participants
ru_ru: Участники чата

# SelectorBarItemPageChatStatistics.Text
source: Chat statistics
ru_ru: Статистика чата

# SelectorBarItemPageContent.Text
source: Content
ru_ru: Содержимое

# SelectorBarItemPageContentStatistics.Text
source: Content statistics
ru_ru: Статистика содержимого

# TextBlockIsConfirmed.Text
source: Confirmed
ru_ru: Подтверждение

# TextBlockLicenseKey.Text
source: License key
ru_ru: Лицензионный ключ

# TextBlockLicenseDescription.Text
source: Description
ru_ru: Описание

# TextBlockUserId.Text
source: User ID
ru_ru: ID пользователя

# TextBlockExpiration.Text
source: Expiration
ru_ru: Срок действия

# MenuLicenseCheckServer
source: Check license server
ru_ru: Проверка сервера лицензий

# MenuLicenseResponseStatusCode
source: Status code
ru_ru: Код состояния

# MenuLicenseUpdatedSuccessfully
source: License updated successfully
ru_ru: Лицензия успешно обновлена

# MenuLicenseUserNotLoggedIn
source: User is not authorized, try connecting again
ru_ru: Пользователь не авторизован, попробуйте подключиться ещё раз

source: License loading
ru_ru: Загрузка лицензии

# AskLicenseClear
source: Remove license?
ru_ru: Удалить лицензию?

# AskLicenseCheck
source: To verify the license, the user ID is passed, continue?
ru_ru: Для проверки лицензии передаётся ID пользователя, продолжить?
